Revit 2027 API
ParameterTypeId.LeaderOffsetSheet Property
 "Leader/Border Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LeaderOffsetSheet { get; }
Public Shared ReadOnly Property LeaderOffsetSheet As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LeaderOffsetSheet {
	ForgeTypeId^ get ();
}
static member LeaderOffsetSheet : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace